[   {
        "restaurantName": "SenSushi",
        "address": "9 Rue Abbatucci, 68330 Huningue",
        "lat": 47.592830,
        "long": 7.583890,
        "ratings": [{
                "stars": 4,
                "comment": "Un excellent restaurant, j'y reviendrai ! Par contre il vaut mieux aimer le poisson..."
            },
            {
                "stars": 5,
                "comment": "Tout simplement mon restaurant préféré !"
            },
            {
                "stars": 3,
                "comment": "Top, si la caraffe d'eau n'était pas payante !"
            }
        ]
    },
    {
        "restaurantName": "Tivoli Hôtel Restaurant",
        "address": "15 Avenue de Bâle, 68330 Huningue",
        "lat": 47.586120,
        "long": 7.583200,
        "ratings": [{
                "stars": 5,
                "comment": "Très bon accueil. Lieu très calme et chaleureux. Repas gastronomique de très bonne qualité. Nous reviendrons!"
            },
            {
                "stars": 3,
                "comment": "J'ai trouvé ça correct, sans plus"
            },
            {
                "stars": 3,
                "comment": "Bon accueil, très bon petit déjeuner !"
            }
        ]
    },
    {
        "restaurantName": "Palais d'Asie",
        "address": "71 Avenue de Bâle, 68300 Saint-Louis",
        "lat": 47.579200,
        "long": 7.567840,
        "ratings": [{
                "stars": 4,
                "comment": "Très content et prix correct"
            },
            {
                "stars": 5,
                "comment": "C'était trop bon"
            },
            {
                "stars": 5,
                "comment": "Sympathique restaurant chinois à Saint-louis. En entrée nous avions commandé des nems, tout simplement excellentes. Pour les plats rien à dire, très copieux, bien assaisonné et surtout très goûteux. Carte très variée et prix relativement correct surtout en vue de la qualité des plats. Les plats à emporter sont eux aussi toujours bien servis. Le petit plus des emportés - 10 % à partir de 15€."
            }
        ]
    },
    {
        "restaurantName": "Chez Madar Joon",
        "address": "22 Rue de Sierentz, 68330 Huningue",
        "lat": 47.591190,
        "long": 7.582470,
        "ratings": [{
                "stars": 3,
                "comment": "Personnel agréable et aux petits soins, les plats sont bons et copieux. Malheureusement le coin est bruyant."
            },
            {
                "stars": 5,
                "comment": "Excellente adresse. Cuisine délicieuse accueil chaleureux. A recommande"
            },
            {
                "stars": 5,
                "comment": "Un vrai délice avec des saveurs qui joue avec les papilles"
            },
            {
                "stars": 4,
                "comment": "Bon mais un peu chère."
            }

        ]
    },
    {
        "restaurantName": "Sushi's",
        "address": "25 Avenue de Bâle, 68300 Saint-Louis",
        "lat": 47.583920,
        "long": 7.565500,
        "ratings": [{
                "stars": 4,
                "comment": "Endroit très sympa et bien décoré. Le service est très agréable, ce qui nous est emmené dans l'assiette est excellent ! Meilleur Sushi du coin d'après moi, je recommande"
            },
            {
                "stars": 5,
                "comment": "Le personnel est accueillant, le service est rapide. Les plats sont bons, la déco est simple et sympa :) je recommande."
            },
            {
                "stars": 5,
                "comment": "Un accueil sympathique, un cadre epuré et zen. Ayant choisi de prendre à emporté, nous n'avons pas été déçu."
            },
            {
                "stars": 4,
                "comment": "Très bon mais service très long"
            },
            {
                "stars": 3,
                "comment": "Le lieu est très sympathique, le service est bien. Les sushi sont bon la dessus rien à dire cependant leur taille ainsi que leur aspects laissent à désiré"
            }

        ]
    },
    {
        "restaurantName": "Restaurant Bistrot La Cave",
        "address": "1 Rue de Lectoure, 68300 Saint-Louis",
        "lat": 47.584970,
        "long": 7.564940,
        "ratings": [{
                "stars": 4,
                "comment": "Mon mari et moi sommes venus pour la première fois aujourd'hui grâce à un bon  cadeau d'amis pour nos anniversaires. Nous avons trouvé un accueil chaleureux avec des serveurs/serveuse souriants et une salle bien décorée. De l'entrée au dessert nous avons été satisfaits  de nos assiettes saveur et quantité y compris les vins qui accompagnaient  les mets. Petit bémol pour le café qui était un peu long pour être un expresso mais qui a été servie avec une belle madeleine."
            },
            {
                "stars": 5,
                "comment": "Restaurant soigné. Personnel à l'écoute, réactif et professionnel. Plats délicieux et très bien présentés de l'entrée au dessert. Aucune fausse note ! Je recommande."
            }

        ]
    },
    {
        "restaurantName": "Auberge Au Cheval Blanc",
        "address": "4 Rue du Général de Gaulle, 68220 Hésingue",
        "lat": 47.575780,
        "long": 7.519760,
        "ratings": [{
                "stars": 5,
                "comment": "Très bonne adresse. L'accueil est sympa, le cadre est chaleureux. Les plats sont variés et vraiment délicieux toujours à partir de produits frais et locaux."
            },
            {
                "stars": 5,
                "comment": "Une auberge alsacienne à l'ambiance feutrée.  Un.acceuil  convivial par le chef et le Repas aussi délicieux que copieux.plusieurs déclinaisons de cordons bleus,sublime..."
            },
            {
                "stars": 3,
                "comment": "Les tartes flambées sont très bonnes. Hormis la traditionnelle qui reste ma préférée il y a des déclinaisons audacieuses, pour certaines très réussies, d'autres un peu trop loufoques."
            }

        ]
    }
]